"ALL_DAY_DAY_VIEW" = "全天";
"NOON" = "正午";
"UNTITLED_EVENT" = "新建事件";
"ALL_DAY" = "全天";
"ALL_DAY_EVENTS" = "全天事件";
"CELL_ENDS" = "结束";

"CALENDARS" = "日历";

"ALL" = "全部";
"ALL_CALENDARS" = "所有日历";
"ALL_OF_STORE" = "%@";
"N_CALENDARS" = "%@ 个日历";

"SHOW_CALENDARS" = "显示日历";
"SHOW_ALL_CALENDARS" = "显示所有日历";
"HIDE_ALL_CALENDARS" = "隐藏所有日历";
"NO_CALENDARS" = "无日历";

"ALERT" = "提醒";
"ALERT_LOWERCASE" = "提醒";
"ALERT_DETAIL_NAV_TITLE" = "事件提醒";
"SECOND_ALERT" = "第二次提醒";
"NONE_ALERT" = "无";
"NONE_INVITEES" = "无";
"EVENT" = "事件";
"EVENTS" = "事件";

"INTERVAL_SEPARATOR" = "、";
"INTERVAL_DAYS" = "%@ 天";
"INTERVAL_DAY" = "1 天";
"INTERVAL_HOURS" = "%@ 小时";
"INTERVAL_HOUR" = "1 小时";
"INTERVAL_MINUTES" = "%@ 分钟";
"INTERVAL_MINUTE" = "1 分钟";
"INTERVAL_SECONDS" = "%@ 秒钟";
"INTERVAL_SECOND" = "1 秒钟";
"INTERVAL_WEEK" = "1 周";
"INTERVAL_FORMAT_BEFORE" = "%@前";
"INTERVAL_FORMAT_AFTER" = "%@后";
"BEFORE" = "前";
"AFTER" = "后";
"ON_TIME" = "事件发生时";
"ON_TIME_AT" = "事件发生当天（%@）";
"ALL_DAY_ALARM_FORMAT" = "%@（%@）";


"DAY_TO_BETWEEN_TIMES" = "－";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "结束：";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@，%2$@";

"DETAIL_ALL_DAY" = "全天";

"DETAIL_DURATION_FORMAT" = "%@－%@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "开始：%2$@ %1$@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@－%@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "结束：%2$@ %1$@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "全天。开始：%@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "结束：%@";

"CALENDAR" = "日历";
"UNTITLED_CALENDAR" = "无标题的日历";
"UNTITLED_ACCOUNT" = "无标题的帐户";

"NOTES_PLACEHOLDER" = "备注";
"NOTES_LOWERCASE" = "备注";
"NOTES" = "备注";
"SHOW_ALL_NOTES" = "显示所有备注";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "在 Facebook 查看";

"UNKNOWN" = "未知";

"SHARED_CALENDAR" = "共享日历";
"SHARED" = "共享";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "共享者：%@";
"SHARED_WITH_SINGLE_PERSON" = "与“%@”共享";
"SHARED_WITH_MULTIPLE_PEOPLE" = "参与共享的人：“%@”及…";
"PUBLIC_AND_SHARED" = "公共及与“%@”共享…";

"ACCESS_DENIED_EVENTS" = "此应用程序没有权限来访问您的日历。";
"ACCESS_DENIED_REMINDERS" = "此应用程序没有权限来访问您的提醒事项。";

/* Name of subscribed group */
"SUBSCRIBED" = "已订阅的";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "生日";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "其他";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "提醒事项";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "家庭";
"ICLOUD_WORK_CALENDAR" = "工作";

"STARTS" = "开始";
"ENDS" = "结束";

"REPEAT" = "重复";
"NEVER" = "永不";
"DAILY" = "每天";
"WEEKLY" = "每周";
"BIWEEKLY" = "每两周";
"MONTHLY" = "每月";
"YEARLY" = "每年";
"CUSTOM" = "自定";

"AVAILABILITY" = "可用状态";
"BUSY" = "正忙";
"FREE" = "空闲";
"TENTATIVE" = "暂定";
"OUT_OF_OFFICE" = "不在办公室";

"EDIT" = "编辑";
"CANCEL" = "取消";
"DONE" = "完成";
"ADD" = "添加";
"TO_WITH_COLON" = "收件人：";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "事件详细资料";
"ICS_EVENTS" = "%@ 个事件";

/* button title */
"ICS_ADD_ALL" = "添加全部";
"ICS_ADD_SOME" = "添加（%@）";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "选取日历";

"DELETE_CALENDAR" = "删除日历";
"EDIT_CALENDAR" = "编辑日历";
"EDIT_CALENDARS" = "编辑日历";
"ADD_CALENDAR" = "添加日历";
"JOIN_CALENDAR" = "加入日历";
"CALENDAR_NAME" = "日历名称";
"NEW_CALENDAR_WITH_ELLIPSIS" = "新建日历…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "添加日历…";
"DELETE_CALENDAR_CONFIRMATION" = "您确定要删除此日历吗？所有与此日历关联的事件和提醒事项也都将被删除。";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "您确定要删除此日历吗？所有与此日历关联的事件也都将被删除。";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "您确定要删除此日历吗？所有与此日历关联的提醒事项也都将被删除。";

"UNKNOWN_IDENTITY" = "某人";
"UNKNOWN_IDENTITY_CAPITALIZED" = "某人";

"JOIN_CALENDAR_TITLE_FORMAT" = "加入“%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "“%@”已邀请您加入共享的日历。";

"CANCELELD_BY_FORMAT" = "已被“%@”取消";
"FROM_FORMAT" = "邀请人：%@";
"TIME_CHANGED_TO_FORMAT" = "时间已更改为：%@";
"DATE_CHANGED_TO_FORMAT" = "日期已更改为：%@";
"LOCATION_CHANGED" = "位置已更改";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "颜色";
"PURPLE" = "紫色";
"ORANGE" = "橙色";
"BLUE" = "蓝色";
"RED" = "红色";
"BROWN" = "褐色";
"YELLOW" = "黄色";
"GREEN" = "绿色";

"SHARED_WITH_COLON" = "参与共享的人：";
"PENDING" = "待确定";
"OWNER" = "所有者";
"ADD_PERSON" = "添加联系人";
"ADD_PERSON_WITH_ELLIPSIS" = "添加联系人…";
"PUBLIC_CALENDAR" = "公共日历";
"PUBLIC_CALENDAR_DESCRIPTION" = "允许任何人订阅此日历的只读版本。";
"PUBLISHING_WITH_ELLIPSIS" = "正在发布…";
"VIEW_ONLY" = "仅查看";
"VIEW_AND_EDIT" = "查看与编辑";
"ALLOW_EDITING" = "允许编辑";
"ALLOW_EDITING_DESCRIPTION" = "允许此联系人更改日历。\n";
"RESEND_SHARING_INVITATION" = "重新发送共享邀请";
"REMOVE_FROM_CALENDAR" = "从日历中移除";
"REMOVE" = "移除";
"REMOVE_ALERT_TEXT" = "“%@”将立即失去对此日历的访问权。";
"SHARE_LINK_WITH_ELLIPSIS" = "共享链接…";
"SHARE_LINK_TO_CALENDAR_WITH" = "参与共享日历链接的人：";
"EMAIL" = "电子邮件";
"MESSAGE" = "信息";
"TWEET" = "推文";
"COPY_LINK" = "拷贝链接";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "由“%2$@”添加到“%1$@”";
"SHARED_DELETED_FROM_CALENDAR_BY" = "已由“%2$@”从“%1$@”删除";
"SHARED_UPDATED_IN_CALENDAR_BY" = "已由“%2$@”在“%1$@”中更新";
"SHARED_ONE_PROP_CHANGED_BY" = "“%@”已由“%@”更改";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "“%1$@”已由“%3$@”更改为“%2$@”";
"SHARED_TWO_PROPS_CHANGED_BY" = "“%@”和“%@”已由“%@”更改";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%1$@ 个事件已添加到“%2$@”。";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%1$@ 个事件已从“%2$@”删除。";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%1$@ 个事件已在“%2$@”中更新。";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "“%3$@”已将 %1$@ 个事件添加到“%2$@”。";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "“%3$@”已将 %1$@ 个事件从“%2$@”删除。";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "“%3$@”已将 %1$@ 个事件在“%2$@”中更新。";

"SHARED_PROP_DATE" = "日期";
"SHARED_PROP_TIME" = "时间";
"SHARED_PROP_TITLE" = "标题";
"SHARED_PROP_LOCATION" = "位置";

"ADD_SHAREES_PROMPT" = "将参与人添加到此日历。";

"CREATED_BY" = "创建者";
"EDITED_BY" = "编辑者";
"CREATED_BY_LOWERCASE" = "创建者";
"EDITED_BY_LOWERCASE" = "编辑者";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "“%@”加入了您共享的日历。";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "“%@”拒绝了您共享的日历。";
"PENDING_SHARED_CALENDAR_FORMAT" = "“%@”在这个共享的日历邀请中待回复。";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "此日历已不再共享。";
"SHARED_CALENDAR_NOW_PUBLIC" = "此日历现在是公共日历。";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "订阅我的“%@”日历";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "通过以下地址订阅我的“%@”日历：%@";

"ATTACHMENTS" = "附件";
"ATTACHMENTS_LOWERCASE" = "附件";
"CANNOT_OPEN_ATTACHMENT" = "无法打开附件";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@/%@";
"ATTACHMENT_DOWNLOAD_ERROR" = "下载附件时发生错误。";
"ATTACHMENT_FILE_TYPE_ERROR" = "不支持此文件类型。";
"UNTITLED_ATTACHMENT" = "未命名附件";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "正在更新日历…";

"ENDS_TIME_FORMAT" = "结束时间：%@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ %@";
"CALENDAR_TODAY" = "今天";
"CALENDAR_TODAY_LOWER" = "今天";
"CALENDAR_YESTERDAY" = "昨天";
"CALENDAR_YESTERDAY_LOWER" = "昨天";
"CALENDAR_TOMORROW" = "明天";
"CALENDAR_TOMORROW_LOWER" = "明天";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "上%@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "上%@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "本%@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "本%@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "这个%@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "这个%@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "下个%@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "下个%@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "已订阅的";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "已订阅的";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
